{
  "home": [
    {
      "id": "#btn-container",
      "text": "Динамически сформированный контейнер для кнопок перехода по страницам программы, в настройках пользователя можно настроить расположение кнопок, так же можно настроить какие кнопки выводить на страницу."
    },
    {
      "id": "#navBarContent",
      "text": "Навигация по программе, выход, изменение языка и настройки."
    }
  ],
  "order": [
    {
      "id": "#full_height",
      "text": "Универсальная форма для поиска всего! При наведении на форму мышкой она расскажет что и по каким полям будет искать."
    },
    {
      "id": "#orid-form",
      "text": "Форма поиска по ID заказа, форма ищет только на данной странице."
    },
    {
      "id": "#navBarContent",
      "text": "Навигация по программе, выход, изменение языка и настройки."
    },
    {
      "id": "#byStatus",
      "text": "Список фильтрации по статусу заказа."
    },
    {
      "id": "#byUser",
      "text": "Список фильтрации по исполнителю заказов."
    },
    {
      "id": "#byClient",
      "text": "Список фильтрации по клиенту."
    },
    {
      "id": "#resetFilters",
      "text": "Кнопка сброса всех фильтров сразу, после сброса страница будет пуста, выбирайте требуемые фильтры для вывода нужных заказов."
    },
    {
      "id": "#priority-out-data",
      "text": "Кнопка для вывода таблицы некоторых данных для копирования данных в программу приорити, кнопка корректно сформирует таблицу данных только при выборе фильтрации по клиенту и статусу заказа!"
    },
    {
      "id": "#status-info",
      "text": "Строка информации для фильтров, показывает какие именно фильтры настроенны на данный момент."
    },
    {
      "id": "#searchAnswer",
      "text": "Таблица вывода информации о заказах, для перехода к детальной информации о заказе нажмите на номер заказа, поле с номером при наведении мышки подсветится красным цветом!"
    },
    {
      "id": ".archive-order",
      "text": "Кнопка архивации и деархивации заказа после его выполнения и отправки клиенту"
    },
    {
      "id": ".ed-bom",
      "text": "Кнопка редактирования и заполнения БОМ заказа"
    },
    {
      "id": ".ed-order",
      "text": "Кнопка редактирования или обновления информации о заказе"
    },
    {
      "id": ".open-button",
      "text": "Чат для переписки между пользователями программы, сообщения в данном чате видны только вам и вашему собеседнику"
    }
  ],
  "project": [
    {
      "id": "#full_height",
      "text": "Универсальная форма для поиска всего! При наведении на форму мышкой она расскажет что и по каким полям будет искать."
    },
    {
      "id": ".project_preview_mode",
      "text": "Кнoпка выбора вида страницы, таблица или карточка."
    },
    {
      "id": "#navBarContent",
      "text": "Навигация по программе, выход, изменение языка и настройки."
    },
    {
      "id": "#searchAnswer",
      "text": "Таблица или контейнер для вывода информации по проектам."
    },
    {
      "id": ".item-list ",
      "text": "Строка информации о проекте, нажатие на строке откроет полную информацию о проекте включая пошаговую инструкцию если она есть."
    },
    {
      "id": ".pdf-element",
      "text": "Кнопка для вывода информации о документации проекта, при нажатии открывает документацию в новом окне, при наведении слева от кнопки появляется миниатюра для ознакомления."
    },
    {
      "id": ".share-project",
      "text": "Кнопка копирования ссылки на проект для отправки пользователю не зарегистрированному в системе для ознакомления с этапом сборки или построения проектов."
    },
    {
      "id": ".open-button",
      "text": "Чат для переписки между пользователями программы, сообщения в данном чате видны только вам и вашему собеседнику"
    }
  ],
  "warehouse": [
    {
      "id": "#",
      "text": ""
    }
  ]
}